Repository: seanpm2001/mt-training-data
Catalog: ve/ve_pontoon.tmx
Source language: en_us
Languages: ve

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
ve: Tsha u thoma, sedzani arali luambo lwaṋu <languageLink>lwo no ḓi vha hone</languageLink>. Arali lu siho, ni nga <languageRequestLink>humbela u dzhenisa luambo lwaṋu </languageRequestLink>. Hu na zwiteṅwa zwivhili. Fhethu ha u ṱalutshedzela, na ha u kuvhanganya mitaladzi

source: Foreign letters. Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
ve: Maḽeḓere a si ho kha luambo. Hu tea u shumiswa maḽeḓere ane a vha hone kha luambo lune lwa khou ambiwa. Sa tsumbo, ḽeḓere heḽi “ж” ndi ḽine ḽa wanala kha kuṅwalele luambo lwa Tshirashia fhedzi a ḽiho kha Luisimane nahone ndi ngazwo ḽi songo tea u vha hone kha source text ya Luisimane naho i ifhio.

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
ve: Kha kupiḓa kuṅwe na kuṅwe kwa ipfi kwo nikeliwaho, na odio iṅwe na iṅwe yo ambiwaho ya rweliwa ṱari, akhantu yaṋu i ḓo sumbedza mvelaphanḓa dza nyambo dzoṱhe dze na shela khadzo mulenzhe. Ee, zwi a konadzea u shela mulenzhe kha dzi fhiraho mbili!<br/><br/> Shumisani dashboard u itela u vhona zwe na ita, ni vhone nḓila ine na khou shuma ngayo ni tshi vhambedzwa na vhaṅwe vhuponi haṋu, ni ḓivhetshele tshipikwa tsha ḓuvha kana tsha vhege tsha u shela mulenzhe.

source: for example
ve: sa tsumbo

source: For public domain text not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public licence poems"
ve: Arali zwo ṅwalwaho zwa fhethu ha tshitshavha tshoṱhe zwi si ho onḽaini, ni nga shumisa tshitaela tsha academic reference. Sa tsumbo, Harvard style "Jess (2021) My Public licence poems"

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
ve: Kha hedzi nyambo dzo no ḓi dzheniswaho dzo dzhena zwavhuḓi kha website <localizationGlossaryLink>localized</localizationGlossaryLink>, nahone hu na mitaladzi <sentenceCollectionGlossaryLink> yo kuvhanganwaho yo eḓaho </sentenceCollectionGlossaryLink> u itela uri hu vhe na bvela phanḓa <speakLink>Ambani</speakLink> ni <listenLink>Tshetshelese</listenLink> zwo shelwaho mulenzhe.

source: Frequently Asked Questions
ve: Mbudziso dzi anzelaho u vhudzisiwa

source: Gender
ve: Mbeu

source: Get involved
ve: Shelani Mulenzhe

source: Get Involved
ve: Shelani Mulenzhe

source: Get started with goals
ve: Thomani u ḓiitela zwipikwa

source: Get Started with Speech Recognition
ve: Thomani nga ḓivhatshipitshi

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
ve: <githubLink>NVIDIA NeMo</githubLink>™ ndi <docsLink>thulusi ya nnyi na nnyi</docsLink> ya vhaṱoḓulusi vhane vha khou ita maedza a AI a nyambedzano a maimo a nṱha.

source: Goal reached
ve: Tshipikwa tsho swikelelwa

source: Goals
ve: Zwipikwa

source: Go to Discourse
ve: Iyani kha Discourse

source: Go to Languages Page
ve: Iyani kha siaṱari ḽa dzi Nyambo

source: Go to { $name }
ve: Iyani kha { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
ve: <governanceLink>Vhalani nga vhuḓalo nga ha uri ri langiwa hani</governanceLink>

source: Government proceedings, books and articles are also great however since the text tends to be a little more formal they are less of a priority.
ve: Vhulivhisi vhu bvaho kha muvhuso, dzibugu na dzi athikiḽi, ndi ha ndeme, fhedzi ngauri muṅwalo u fomala nga maanḓa, vhu sala vhu si ha ndeme nga u to ralo.

source: Grammatical / spelling error
ve: Vhukhakhi ha grama / mupeḽeṱo

source: Great! How many clips a week?
ve: Ndi zwavhuḓi! Hu ṱoḓea rekhodo nngana nga vhege?

source: Great! How many clips per day?
ve: Ndi zwavhuḓi! Hu ṱoḓea rekhodo nngana nga ḓuvha?

source: Great!<recordIcon></recordIcon> Record your next clip
ve: Ndi zwavhuḓi!<recordIcon></recordIcon>Rekhodani zwine zwa khou tevhela

source: Great work!<playIcon></playIcon> Listen again when you're ready
ve: Mushumo wavhuḓi!<playIcon></playIcon> Dovhani ni thetshele musi no lugela

source: Have Feedback?
ve: Naa ni na zwine na nga vhiga murahu?

source: Have you read our Terms?
ve: No no vhala Milayo ya Kushumisela yashu?

source: Having an account is not required to contribute, though it is helpful.
ve: A zwi ṱoḓei uri ni vhe na akhantu uri ni kone u nikela, fhedzi zwi a thusa.

source: Having a profile is not required to contribute though it is helpful, see why below.
ve: A zwi ṱoḓei uri ni vhe na profaiḽi uri ni shele mulenzhe, fhedzi zwi a thusa, ṱhogomelani uri ndi ngani a fho fhasi.

source: Help
ve: Thuso

source: Help Common Voice reach { $hours } hours in a language with a personal goal
ve: Thusani Common Voice u swikelele { $hours } dzi awara kha luambo nga tshipikwa tshe muthu a ḓivhetshela

source: Help create Common Voice’s first target segment in { $locale }
ve: Ri thuseni u ita tshipikwa tsha tshipiḓa tsha u thoma tsha Common Voice kha { $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
ve: Thusani ri swikelele { $hours } dzi awara { $language } nga tshipikwa tshaṋu

source: Help teach machines how real people speak, donate your voice at { $link }
ve: Thusani u gudisa mitshini uri vhathu vhavhukuma vha ambisa hani, nikelani nga ipfi ḽaṋu { $link }

source: Help us build a community around voice technology, stay in touch via email.
ve: Ri thuseni u fhaṱa tshigwada tsha maipfi a thekhinolodzhi, kha ri dzule ri tshi kwamana nga email.

source: Help us build a high quality, publicly open dataset
ve: Ri thuseni uri ri ite datasete ya vhuimo ha nṱha ya nnyi na nnyi

source: Help us by reviewing sentences for correctness according to the guidelines.
ve: Ri thuseni u ṱolisisa mitaladzi uri ni vhone arali yo tea u ya nga vhulivhisi.

source: Help us by writing or collecting Public Domain sentences.
ve: Ri thuseni nga u ṅwala kala u kuvhanganya mitaladzi ya Fhethu ha Tshitshavha Tshoṱhe.

source: Help us find more voices, share your goal
ve: Ri thuseni u wana maipfi manzhi, sherani tshipikwa tshaṋu

source: Help us find others to donate their voice!
ve: Ri thuseni u wana vhaṅwe vhane vha nga nikela nga maipfi avho!

source: Help us get to { $goal }
ve: Ri thuseni u swikelela { $goal }

source: Help us validate sentences!
ve: Ri thuseni u khwaṱhisedza mitaladzi!

source: Help us validate voices
ve: Ri thuseni u khwaṱhisedza maipfi

source: Here are some tips to find sentences:
ve: Khezwi zwiṅwe zwine na nga zwi ita uri ni wane mitaladzi:

source: Here are the links to download your ZIP files.
ve: Ḽinki khedzi dza u downḽoda faela dzaṋu dza ZIP.

source: Hidden
ve: Dzumbea

source: His hand was rais-ed.
ve: Tshanḓa tshawe tsho vha tsho i-ma.

source: Home
ve: Hayani

source: Hours
ve: Dzi awara

source: Hours Recorded
ve: Dziawara dzo Rekhodiwaho

source: Hours Validated
ve: Awara dzo Khwaṱhisedzwaho

source: { $hours } validated hours so far!
ve: { $hours } dzi awara dzo khwaṱhisedzwaho u swika zwino!

source: How ?
ve: Hani?

source: How are project decisions made?
ve: Tsheo dza thandela dzi dzhiiwa hani?

source: How can I get the Common Voice data?
ve: Ndi nga wanisa hani data ya Common Voice?

source: How can we effectively grow a language on Common Voice?
ve: Ri nga ita hani uri luambo lu hule nga nḓila i bvelelaho kha Common Voice?

source: How does Common Voice calculate hours?
ve: Common Voice i vhalelisa hani dzi awara?

source: How does Common Voice work?
ve: Common Voice i shumisa hani?

source: How does site localization work?
ve: Hu itiwa hani uri saiti i shumele vha vhuponi ha henefho?

source: How do I access and use the dataset?
ve: Ndi nga kona hani u wana na u shumisa dataset?

source: How do I add a language?
ve: Ndi pangisa hani luambo?

source: How do I add sentences?
ve: Ndi pangisa hani mitaladzi?

source: How do I know whether to approve a voice clip?
ve: Ndi nga zwi ḓivha hani uri zwo rekhodiwaho ndi zwi phasise?

source: How do I record a high quality voice clip?
ve: Ndi nga rekhodisa hani ipfi ḽa vhuimo ha nṱha?

source: How do I stay in touch?
ve: Ndi nga dzula hani ndi tshi kwamana navho?

source: How do you ensure anonymity and privacy of the people who donated their voices?
ve: Ni zwi kona hani u ita uri vhathu vho nikelaho nga maipfi vha si ḓivhiwe nahone zwi vhe zwa tshiphiri?

source: How to
ve: Ni nga ita hani

source: How-to
ve: Nga zwiita hani

source: How to Cite
ve: Nḓila ya u khoutha zwo ṅwalwaho

source: How would you describe your accent?
ve: Ni nga ṱalusa hani kuambele kwaṋu?

source: I agree
ve: Ndi a tenda

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
ve: A si luambo lwanga lwa ḓamuni nahone ndi na kuambele kwanga, ni kha ḓi ṱoḓa ipfi ḽanga?

source: I confirm that these sentences are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
ve: Ndi a khwaṱhisedza uri heyi mitaladzi ndi ya <wikipediaLink>fhethu ha tshitshavha tshoṱhe </wikipediaLink> nahone ndi na thendelo ya u i apuḽoda.

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
ve: Ndi nga takalela u wana email dzi nga ho dzine dza nkhumbudza nga ha zwipikwa zwanga, mvelaphanḓa yanga na maswa maswa nga ha Common Voice.

source: I do not agree
ve: A thi tendelani nazwo

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
ve: Arali zwo rekhodiwaho zwa haniwa nga vhathu vhavhili, zwi iswa kha iṅwe subset ya dataset.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
ve: Arali rekhodo yo khathuwa, kana i na manzaranzara, i haneni nga nnḓani ha musi mafhungo oṱhe a tshi khou pfala.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
ve: Arali mutaladzi u sa swikeleli ṱhoḓea dzi re afho nṱha, puṱedzani &quot;Reject&quot; gunubu i re kha tsha monde. Arali ni si na vhungoho ha uri mutaladzi a si wone, ni nga u pfukha na pfukela kha u no khou tevhela.

source: If the sentence does not meet the above criteria, click the "Reject" button. If you are unsure about the sentence, you may also skip it and move on to the next one.
ve: Arali mutaladzi u sa swikeleli ṱhoḓea dzi re afho nṱha, puṱedzani gunubu ya "Hana". Arali ni si na vhungoho ha uri mutaladzi a si wone, ni nga u pfukha na pfukela kha u no khou tevhela..

source: If the sentence meets the criteria, click the "Approve" button.
ve: Arali mutaladzi u tshi swikelea ṱhoḓea, puṱedzani bathene ya u "Phasisa".

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
ve: Aali mutaladzi wo swikelela ṱhoḓea, puṱedzani &quot;Approve&quot; bathane i re kha tshanḓa tsha uḽa.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
ve: Arali na ṱangana na zwithu zwine zwi si vhe hone kha hovhu vhulivhisi, ri humbela uri ni khethe u shumisa khaṱhulo yaṋu. Arali ni sa koni u dzhia phetho, puṱedzani button ya u pfukha nahone ni fhirele kha zwo rekhodiwaho zwi tevhelaho.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
ve: Arali ni tshi kona u <strong>vha pfa</strong> na<strong>u vha pfesesa</strong>, kanzhi <strong>zwo tea u amba uri ndi yone-yone</strong>.

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
ve: Arali ra sa vhuya murahu kha inwi nga murahu ha maḓuvha a si gathi, ri kwameni kha <emailLink>{ $email }</emailLink> ri ḓo vhuya murahu kha inwi!

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
ve: Arali ni tshi khou ṱoḓa zwishumiwa zwa u ita ASR models, ni nga kwama vhaṅwe vhathu kha community <discourseLink>kha Discourse</discourseLink>.

source: If your language is not listed here, you can request it through <languageProcessLink>this process</languageProcessLink>.
ve: Arali luambo lwaṋu lu si ho hafha, ni nga lu humbela nga <languageProcessLink>heyi nḓila</languageProcessLink>.

source: If you run out of sentences to review, please help us collect more sentences!
ve: Arali na fhelelwa nga mitaladzi ya u ṱolisisa, ri humbela uri ni ri thuse nga u kuvhanganya miṅwe mitaladzi minzhi!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
ve: Arali ni tshi humbula uri kubulele kwa maipfi ku ita uri <strong>zwi konḓe u pfana</strong>, kana hu na <strong>phosho ine ya khou pfala</strong>, kana hu na <strong>vhaṅwe vhathu vhane vha khou amba </strong>, zwenezwi zwi ḓo ita uri ni si ṱanganedze zwo rekhodiwaho. <accuracyLink>Vhonani zwinzhi nga ha nḓila ine ra vhona uri zwithu zwo tea </accuracyLink>.

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
ve: Ndo ḓiitela tshipikwa tshau nikela nga ipfi kha #CommonVoice – shelani mulenzhe na nṋe kha u funza mitshini uri vhathu vha vhukuma vha ambisa hani { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
ve: Ndi a tenda uri ni fare zwenezwi zwidodombedzwa samusi no ṱalutshedza kha Mozilla <privacyLink>Mulayo wa u Tshiphiri</privacyLink>

source: Includes email, username & demographic info, available right away
ve: U katela email, username na zwidodombedzwa zwa muthu, zwi a wanala nga u ṱavhanya

source: Includes mp3s and related sentences, may take some time to prepare
ve: Zwi katela mp3 na mitaladzi i tshimbidzanaho nadzo, zwi nga dzhia tshifhinga u zwi lugiselela

source: Information about the language
ve: Zwidodombedzwa nga ha luambo

source: In Progress
ve: Zwi Khou Bvela Phanḓa

source: Interested in learning more and contributing to the project?
ve: Naa ni a takalela u guda zwinzhi na u shela mulenzhe kha heyi thandela?

source: Interface Language
ve: Luambo lwa Interface

source: Is my account information public?
ve: Naa zwidodobedzwa zwa akhantu yanga ndi zwa tshitshavha tshoṱhe?

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
ve: <isoCodeLink>ISO Codes</isoCodeLink> arali zwi tshi khou ḓivhea

source: Is the clip valid?
ve: Naa zwo rekhodiwaho ndi zwone?

source: Is the goal of Common Voice to build a voice assistant?
ve: Naa tshipikwa tsha Common Voice ndi u ita voice assistant?

source: It contains words or phrases that are hard to read or pronounce.
ve: I na maipfi kana mibulo ine ya konḓa u i vhala kana u i bula.

source: It is written in a language different than what I’m speaking.
ve: Zwo ṅwaliwa nga luambo lu sa fani na lune nṋe nda khou amba ngalwo.

source: It's important that you reference where you found the public licence to avoid plagiarism and to allow for follow ups on <copyrightIssuesLink>copyright issues</copyrightIssuesLink>. Here are a few ways you can cite the work.
ve: Ndi zwa ndeme uri ni sumbedze referentsi ya he na wana hone lasentsi ya vhathu vhoṱhe u itela uri ni iledze u pfi no tswa mushumo wa vhaṅwe na u tendela uri vhaṅwe vha kone u ḓivha he na wana hone zwithu <copyrightIssuesLink>thaidzo dza copyright</copyrightIssuesLink>. Hedzi ndi dziṅwe nḓila dza u sumbedza uri mushumo no u wana ngafhi.

source: Join the Common Voice mailing list
ve: Ivhani tshipiḓa tsha vhane vha wana email dza Common Voice

source: Just Unsure?
ve: A ni na vhuṱanzi naa?

source: Karakalpak
ve: Georgian

source: Keep
ve: Dzulani

source: Keep it up, record again <recordIcon></recordIcon>
ve: Isani phanḓa nga u ralo, rekhodani hafhu <recordIcon></recordIcon>

source: Keep the recordings
ve: Dzulani na zwe na rekhoda

source: Keep track of your progress and metrics across multiple languages.
ve: Dzulani ni tshi sedza mvela phanḓa yaṋu na zwe na khunyedza kha nyambo dzo fhambananaho.

source: Keep track of your progress with a profile
ve: Dzulani ni tshi ḓivha mvela phanḓa yaṋu nga profaiḽi

source: Keep track of your progress with a profile and help our voice data be more accurate.
ve: Dzulani ni tshi ṱola mvela phanḓa yaṋu nga profaiḽi nahone ni thuse data yashu ya maipfi uri i vhe na zwithu zwi re zwone.

source: Language
ve: Luambo

source: Language Request
ve: Khumbelo ya Luambo

source: Language request successfully submitted, thank you.
ve: Khumbelo ya luambo yo rumeliwa zwavhuḓi, ro livhuwa.

source: Languages
ve: Nyambo

source: Languages can have their <validationRulesLink>own validation rules</validationRulesLink> with additional requirements. If there is no specific validation file for a language, we are using the generic English rules.
ve: Nyambo dzi nga vha na <validationRulesLink>milayo yadzo ya u khwaṱhisedza </validationRulesLink> na ṱhoḓea dzo engedzeaho. Arali hu si na faela yo khetheaho ya u khwaṱhisedza ya luambo, ri ḓo shumisa milayo ine ya shumiswa kha Luisimane.

source: Launched
ve: Ḽontshiwa

source: Leaderboard Visibility
ve: U Vhonala ha Leaderboard

source: Learn how to take part
ve: Gudani uri ni nga dzhelelela hani

source: Learn More
ve: Gudani zwo Engedzeaho

source: Leaving now means you’ll lose your changes
ve: Na ṱuwa zwino ni ḓo xelelwa nga tshanduko dzaṋu

source: Leaving now means you'll lose your progress
ve: Na ṱuwa zwino ni ḓo xelelwa nga mvela phanḓa yaṋu

source: Let's Get Started
ve: Kha Ri Thome

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
ve: LibriSpeech ndi khophasi i ṱoḓaho u vha awara dza 1000 dza 16Khz dza u vhala tshipitzhi tsha Luisimane u bva kha dzibugu dza odio dza thandela ya LibriVox.

source: License
ve: Ḽaisentsi

source: License: <licenseLink>CC-0</licenseLink>
ve: Ḽaisentsi: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
ve: Ḽaisentsi: <licenseLink>{ $license }</licenseLink>: <licenseLink>{ $license }</licenseLink>

source: Link Copied
ve: Ḽinki yo Kopiwa

source: Links to websites that can help us understand the language
ve: Ḽinki dza website dzine dza nga ri thusa u pfesesa luambo

source: Listen
ve: Thetshelesani

source: Listening
ve: U khou Thetshelesa

source: Listen-Queue
ve: Thetshelesani - Mutevhe

source: Loading…
ve: Zwi khou Ḽouda…

source: Loading rejected sentences…
ve: U ḽouda mitaladzi yo haniwaho...

source: Loading sentences…
ve: Mitaladzi ḽoudiwa…

source: Loading your sentences…
ve: U ḽouda mitaladzi yaṋu...

source: Localization
ve: U Ita uri I Shume Vhuponi ha Henefho

source: Login failed
ve: A no ngo Kona u Ḽoga

source: Log in or sign up to get started
ve: Ḽogani kana sign up uri ni kone u thoma

source: Login / Signup
ve: Ḽogani / Signup

source: Log In / Sign Up with { $company } email
ve: Log In / Sign Up na { $company } email

source: Log Out
ve: Ḽogani Out

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
ve: Zwi vhonala u nga a hu na zwo rekhodiwaho zwine na nga zwi thetshelesa nga holwu luambo. Ri thuseni u egedza mutevhe wa zwo rekhodiwaho nga u rekhoda zwiṅwe zwino.

source: Macedonian
ve: Meadow Mari

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
ve: Ivhani na vhungoho ha uri thulusi i ne na khou i shumisa u rekhoda i khou u rekhoda ni sa athu thoma u amba, na uri i a ima musi no fhedza.

source: Make sure the sentence meets the following criteria:
ve: Itani vhungoho ha uri mutaladzi u swikelela ṱhoḓea dzi tevhelaho:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
ve: Itani uri zwe na rumela zwi vhe zwi zwa khwine-khwine nga u rumela zwidodombedzwa zwa tshiphiri zwa uri ni bva ngafhi. Ri ita uri zwenezwi zwidodombedzwa zwi bviswe sa zwe zwa rumelwa zwi sa athu ya vhathuni.

source: Male
ve: Munna

source: Manage Email Subscriptions
ve: Langani Email Subscription

source: Manage Subscriptions
ve: Langani dzi Subscription

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
ve: Khamusi <homepageLink>homepage yashu</homepageLink> i ḓo thusa? U itela u vhudzisa mbudziso, ri humbela ni dzhene kha <matrixLink>Matrix community chat</matrixLink>, ni sedze na thaidzo dzine na ṱanga nadzo kha saiti nga u ya kha <githubLink>GitHub</githubLink> kana nga u dalela <discourseLink>foramu yashu ya Discourse </discourseLink>.

source: Meetei Lon
ve: Mongolian

source: Message
ve: Mulaedza

source: [Mismatched content]
ve: [A zwi fani]

source: Misreadings
ve: U vhala zwi si zwone

source: Missing an <strong>'s'</strong> at the end of a word.
ve: Hu khou shotha <strong>'s'</strong> mafheleloni a ipfi.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
ve: Ho shotha <strong>'A'</strong> kana <strong>'The'</strong> mathomoni a zwo rekhodiwaho.

source: Missing the end of the last word by cutting off the recording too quickly.
ve: Ho shotha ipfi ḽa u fhedzisela ngauri rekhodo yo khathuwa ngau ṱavhanya

source: Mixed
ve: Ṱanganana

source: More
ve: Zwo Engedzeaho

source: [More has been recorded than the required text]
ve: [Ho rekhodiwa zwi fhiraho mafhungo a ṱoḓeaho]

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
ve: Data nnzhi dzi shumiswaho nga khamphani khulwane, vhathu vhanzhi a vha koni u dzi swikelela. Ri vhona u nga zwi khou ita uri hu si vhe na mvelaphanḓa. Ndi ngazwo ro thoma Common Voice, thandela ine ya ḓo thusa uri u ḓivha ipfi zwi vhe zwa vhathu vhoṱhe na uri vha kone u zwi swikela.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
ve: Data nnzhi i shumiswaho nga khamphani khulwane, vhathu vhanzhi a vha koni u i swikelela. Ri vhona u nga zwi khou ita uri hu si vhe na bvela phanḓa. Ndi ngazwo ro thoma thandela ya Common Voice, thandela ine ya ḓo thusa uri u ḓivha ipfi zwi vhe zwa vhathu vhoṱhe na uri vha kone u zwi swikela.
